[{"id":"KccjWO","name":"Paderborner Brauerei Haus Cramer GmbH & Co. KG","established":"1825","isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-07 10:19:07","updateDate":"2012-08-13 14:21:46","locations":[{"id":"pPGV1H","name":"Main Brewery","streetAddress":"Halberstädter Straße 45","locality":"Paderborn","region":"Nordrhein-Westfalen","postalCode":"D-33106","latitude":51.73393,"longitude":8.684877,"isPrimary":"N","inPlanning":"N","isClosed":"N","openToPublic":"Y","locationType":"micro","locationTypeDisplay":"Micro Brewery","countryIsoCode":"DE","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 14:45:24","updateDate":"2014-07-23 19:11:34","country":{"isoCode":"DE","name":"GERMANY","displayName":"Germany","isoThree":"DEU","numberCode":276,"createDate":"2012-01-03 02:41:33"}}]},{"id":"jNvzFs","name":"Pivovarna Laško","description":"The historical beginnings of Pivovarna Laško reach back to 1825, when the mead and gingerbread maker Franz Geyer set up a brewery in the former Valvasor Hospital, which still stands today. One hundred and eighty five years have passed since then, with Pivovarna Laško growing from a local brewery to the leading producer of beer and together with other companies in the Group, into the leading producer of mineral and natural waters, non-alcoholic beverages and other beverages on the Slovene market.\r\n\r\nBeverages production belongs to the more competitive industries, where multinational corporations, commercial companies and demanding users play the most important roles.\r\n\r\nPivovarna Laško and the Laško Group are embarking on a path of development with the following basic business orientation: to produce and sell innovative trendy products, maintain the market position of its own brand names on the domestic market and to attain again and expand positions in foreign markets achieved in the past.  Furthermore, to use the most advanced technology in the development of appropriate production and commercial programs which guarantee the top quality of beer, non-alcoholic beverages and mineral and natural water.\r\n\r\nThe umbrella brand Laško is represented by the following products: the Laško Zlatorog, the special beers Laško Club, Laško Dark, and Laško Light,  the light beer Export Pils and the sweet beverage Laško Malt with apple and peach flavours. In addition to the above brands Pivovarna Laško also produces the Bandidos product line, a beer with added aromas and in three different flavours: Bandidos Tequila, Bandidos Ice and Bandidos Sun. The Bandidos brand image was entirely renewed in spring 2010 to get even closer to its target population.\r\n\r\nFor special occasions Pivovarna Laško brews unique beers, such as the Jubilejnik and Eliksir beers. Pivovarna Laško entered an entirely new field in 2010, when it launched on the Slovenian market a novelty in the category of beverages, namely the apple cider, under the brand name iC Cider.  \r\n\r\nDespite the harsh market conditions Pivovarna Laško, d. d. maintained its position of leading beer producer in Slovenia.\r\n\r\nThe Pivovarna Laško Group today includes producers of beer, mineral, spring and natural waters, non-alcoholic beverages, spirits and other alcoholic drinks, and syrups for the productions of drinks, and also a newspaper and publishing activity.","website":"http://www.pivo-lasko.si/","established":"1825","isOrganic":"N","images":{"icon":"https://s3.amazonaws.com/brewerydbapi/brewery/jNvzFs/upload_jdgLWU-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/brewery/jNvzFs/upload_jdgLWU-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/brewery/jNvzFs/upload_jdgLWU-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-05-01 18:53:58","updateDate":"2013-05-05 14:59:16","locations":[{"id":"8C6fp0","name":"Pivovarna Laško","streetAddress":"Trubarjeva ulica 28","locality":"Laško","postalCode":"`````","phone":"+386 3 734 80 00","website":"http://www.pivo-lasko.si/","latitude":50.593349,"longitude":23.23594,"isPrimary":"Y","inPlanning":"N","isClosed":"N","openToPublic":"Y","locationType":"production","locationTypeDisplay":"Production Facility","countryIsoCode":"SI","status":"verified","statusDisplay":"Verified","createDate":"2012-05-01 18:58:45","updateDate":"2014-07-23 19:11:34","country":{"isoCode":"SI","name":"SLOVENIA","displayName":"Slovenia","isoThree":"SVN","numberCode":705,"createDate":"2012-01-03 02:41:33"}}]}]